import React from 'react'

const WhyUs = () => {
    const us = [
        {
            "title":"فريق متخصص",
            "description":"أخصائيو تغذية معتمدون وذوو خبرة واسعة"
        },
        {
            "title":"خطط شخصية",
            "description":"برامج غذائية مصممة خصيصًا لكل حالة على حدة"
        },
        {
            "title":"أحدث التقنيات",
            "description":"استخدام أحدث الأجهزة والتقنيات في تقييم الحالة الغذائية"
        },
       
    ]
  return (
    <section className='why_us'>
        <div className="container">

        <div className="top">
        <h1>لماذا تختار عيادتنا؟</h1>
        <p>
            "نحن لا نقدم مجرد جدول طعام مؤقت؛ نحن نصمم لك أسلوب حياة متكامل يضع صحتك وراحتك في المقدمة. مع كل خطوة في رحلتك، ستجد الدعم المستمر، والمتابعة الدقيقة، والمرافقة الاحترافية التي تساعدك على تجاوز التحديات بثقة. نبدأ معك بفهم عميق لاحتياجاتك وظروفك الخاصة، لنمنحك خطة عملية قابلة للتطبيق، ونرافقك حتى تصل إلى هدفك وتستمتع بجسم صحي، طاقة متجددة، وثقة لا تتزعزع. معنا، رحلتك ليست مؤقتة، بل هي بداية لتغيير حقيقي ونتائج دائمة."
        </p>
        </div>
        <div className="content">
             {
            us.map((ele,index)=>{
                return <div className="box" key={index}>
                    <h2>{ele.title}</h2>
                    <p>{ele.description}</p>
                </div>
            })
           }
        </div>
        </div>

    </section>
  )
}

export default WhyUs